FV2510/E_0472.dot
digraph D {
    labelloc="t";
    label=<<B><FONT POINT-SIZE="18">GPKE</FONT></B><BR align="left"/><BR/><B><FONT POINT-SIZE="16">6.12.4: AD: Unterbrechung der Anschlussnutzung (Sperren) auf Anweisung des LF</FONT></B><BR align="left"/><BR/><BR/><BR/>>;
    ratio="compress";
    concentrate=true;
    pack=true;
    rankdir=TB;
    packmode="array";
    size="20,20";
    fontsize=12;
    pad=0.25;
    "Start" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#8ba2d7", label=<<B>E_0472</B><BR align="left"/><FONT>Prüfende Rolle: <B>NB</B></FONT><BR align="center"/>>, fontname="Roboto, sans-serif"];
    "1" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>1: </B>War eine Sperrung aus rechtlichen Gründen nicht möglich (z. B. wenn eine<BR align="left"/>Einstweilige Verfügung vorlag)?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A01" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A01</B><BR align="left"/><BR align="left"/><FONT>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da ein rechtlicher Grund vor Ort erkannt wurde.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "2" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>2: </B>Wurde der Anschlussnutzer angetroffen?<BR align="left"/>Hinweis: Es gab keine Anzeichen dafür, dass der Anschlussnutzer anwesend war.<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A08" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A08</B><BR align="left"/><BR align="left"/><FONT>Cluster: gescheitert<BR align="left"/>Der Anschlussnutzer wurde nicht angetroffen. Es gab keine Anzeichen dafür, dass<BR align="left"/>dieser anwesend war.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "3" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>3: </B>War eine Sperrung aus dem Grund „aktive Zutrittsverweigerung“ nicht möglich?<BR align="left"/>Hinweis: Unter „aktive Zutrittsverweigerung“ ist zu verstehen, dass der<BR align="left"/>Anschlussnutzer angetroffen wurde und dieser den Zugang z.B. durch Drohungen,<BR align="left"/>physische Angriffe, versperren des Zugangs zur Trennstelle unterbunden hat.<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A02" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A02</B><BR align="left"/><BR align="left"/><FONT>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da eine aktive Zutrittsverweigerung vorlag.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "4" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>4: </B>War eine Sperrung aus dem Grund „passive Zutrittsverweigerung“ nicht möglich?<BR align="left"/>Hinweis: Unter „passiver Zutrittsverweigerung“ ist zu verstehen, dass eine<BR align="left"/>Anwesenheit des Anschlussnutzers festgestellt wurde, dieser jedoch seine<BR align="left"/>Anwesenheit verleugnet. (z.B. Anschlussnutzer wurden in der Wohnung gesichtet,<BR align="left"/>öffnet aber die Tür nicht).<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A03" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A03</B><BR align="left"/><BR align="left"/><FONT>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da eine passive Zutrittsverweigerung vorlag.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "5" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>5: </B>War eine Sperrung wegen eines Verhinderungsgrundes nicht möglich?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A04" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A04</B><BR align="left"/><BR align="left"/><FONT>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da ein Verhinderungsgrund vorlag.<BR align="left"/>Hinweis: Im Freitext muss der Verhinderungsgrund mitgeteilt werden.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "6" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>6: </B>War eine Sperrung aus einem tatsächlichen Grund nicht möglich?<BR align="left"/>Unter tatsächliche Gründe fallen z. B.:<BR align="left"/>Marktlokation vor Ort nicht identifizierbar<BR align="left"/>Zugang zur Marktlokation nicht möglich<BR align="left"/>Kundenwechsel an der Marktlokation festgestellt<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A05" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A05</B><BR align="left"/><BR align="left"/><FONT>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da ein tatsächlicher Grund vorlag.<BR align="left"/>Hinweis: Im Freitext muss der tatsächliche Grund mitgeteilt werden.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "7" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>7: </B>War eine Sperrung aus einem technischen Grund nicht möglich (z. B. eine weitere<BR align="left"/>Marktlokation wäre von der Sperrung betroffen gewesen)?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A06" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A06</B><BR align="left"/><BR align="left"/><FONT>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da ein technischer Grund vorlag.<BR align="left"/>Hinweis: Im Freitext muss der technische Grund mitgeteilt werden.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "A07" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A07</B><BR align="left"/><BR align="left"/><FONT>Cluster: erfolgreich<BR align="left"/>Marktlokation wurde gesperrt.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];

    "Start" -> "1" [color="#88a0d6"];
    "1" -> "A01" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "1" -> "2" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "2" -> "A08" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "2" -> "3" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "3" -> "A02" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "3" -> "4" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "4" -> "A03" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "4" -> "5" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "5" -> "A04" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "5" -> "6" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "6" -> "A05" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "6" -> "7" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "7" -> "A06" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "7" -> "A07" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];

    bgcolor="transparent";
fontname="Roboto, sans-serif";
}
